aom
autoconf
bdw-gc
boost
brotli
c-ares
cairo
ceres-solver
cmake
curl
dav1d
docbook
docbook-xsl
double-conversion
eigen
exa
ffmpeg
fish
flac
flann
fontconfig
freetype
frei0r
fribidi
fzf
gcc
gdbm
gettext
gflags
ghostscript
giflib
git
git-secrets
gl2ps
glew
glfw
glib
glog
gmp
gnu-getopt
gnutls
gobject-introspection
graphite2
guile
harfbuzz
hdf5
icu4c
ilmbase
imagemagick
ipython
isl
jansson
jemalloc
jpeg
jsoncpp
krb5
lame
leptonica
libass
libbluray
libde265
libev
libevent
libffi
libheif
libidn2
liblqr
libmetalink
libmpc
libogg
libomp
libpng
libsamplerate
libsndfile
libsodium
libsoxr
libspiro
libssh2
libtasn1
libtermkey
libtiff
libtool
libuninameslist
libunistring
libusb
libuv
libvidstab
libvorbis
libvpx
libvterm
libyaml
little-cms2
lua
luajit
lz4
lzo
mecab
mecab-ipadic
metis
mpfr
msgpack
ncurses
neovim
netcdf
nettle
nghttp2
nodebrew
numpy
openblas
opencore-amr
opencv
openexr
openjpeg
openldap
openssl@1.1
opus
p11-kit
pandoc
pango
pcre
pcre2
perl
pipx
pixman
pkg-config
postgresql
protobuf
pugixml
pyenv
pyqt
python@3.8
python@3.9
qt
rav1e
rbenv
readline
ricty
rtmpdump
rubberband
ruby
ruby-build
sdl2
shared-mime-info
sip
snappy
speex
sqlite
srt
starship
suite-sparse
swig
szip
task
tbb
tcl-tk
tesseract
theora
tmux
unbound
unibilium
utf8cpp
utf8proc
vim
vtk
webp
wget
x264
x265
xmlto
xvid
xz
zeromq
zimg
zsh
zsh-completions
zstd
font-hack-nerd-font        
font-hackgen-nerd
font-hack               
font-hackgen                       
mactex                     
vulkan-sdk
