tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "olets/tap"
tap "wez/wezterm"
brew "alp"
brew "chezmoi"
brew "cmake"
brew "deno"
brew "desktop-file-utils"
brew "fish"
brew "fzf"
brew "glow"
brew "go"
brew "jq"
brew "jql"
brew "lua"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "poetry"
brew "postgresql@14"
brew "pyenv"
brew "starship"
brew "tmux"
brew "trunk"
brew "wget"
brew "zola"
brew "zsh-autopair"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-fast-syntax-highlighting"
brew "olets/tap/zsh-abbr"
cask "alacritty"
cask "font-fira-code"
cask "font-hackgen-nerd"
cask "lapce"
cask "wezterm"
