tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "olets/tap"
tap "wez/wezterm"
brew "alp"
brew "awscli"
brew "chezmoi"
brew "cmake"
brew "deno"
brew "desktop-file-utils"
brew "direnv"
brew "fzf"
brew "gcc"
brew "glow"
brew "go"
brew "imagemagick"
brew "jq"
brew "jql"
brew "libyaml"
brew "lua"
brew "luajit"
brew "mysql"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "poetry"
brew "postgresql@14"
brew "pyenv"
{{ if (eq .chezmoi.username "ryosuke.nakata") }}
brew "rbenv"
{{ end }}
brew "starship"
brew "tmux"
brew "trunk"
brew "wget"
brew "zsh-autopair"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-fast-syntax-highlighting"
brew "heroku/brew/heroku"
brew "olets/tap/zsh-abbr"
cask "1password-cli"
cask "alacritty"
cask "appcleaner"
cask "aws-vault"
cask "font-fira-code"
cask "font-hackgen-nerd"
cask "lapce"
cask "obsidian"
cask "raycast"
cask "visual-studio-code"
cask "wezterm"
