arch-install-scripts
autoconf
automake
base
bc
bison
cmake
diffutils
dos2unix
exa
fakeroot
ffmpeg
fish
flex
fontconfig
freetype2
gcc
git
glu
less
libxcb
m4
make
man-db
nano
neofetch
neovim
openssh
pacman-contrib
patch
pkgconf
pyenv
python-poetry
rsync
sudo
systemd
unrar
unzip
vi
vim
wget
which
xorg-server-xvfb
